{"FORM_CONFIRMATION":"Let’s work together","GET_IN_TOUCH":"Get in touch","GET_IN_TOUCH_TEXT":"Let’s make something awesome together! Drop us a line, or give us a heads up if you’re interested in visiting us.","MISSION":"Mission,Providing innovative technology solutions that enable our clients keeping pace with market dynamics through a team of qualified.","OUR_ACHIEVEMENTS":"Our Achievements","OUR_ACHIEVEMENTS_CONNECTED":"12k,Connected devices\n","OUR_ACHIEVEMENTS_PROJECTS":"115,Projects","OUR_ACHIEVEMENTS_UNITS":"3k,Managed Units","OUR_ACHIEVEMENTS_USERS":"10k,Users","OUR_PARTNERS":"Our Partners","PAGE_TITLE":"A pioneering journey in AI and IOT to shape a future that inspires the world TEXT 1.","PRODUCTS":"Products/We adopt a customer-focused, data-driven, and iterative methodology. Our Lean approach helps us validate new ideas avoid costly mistakes, and build successful businesses.","PRODUCTS_HUEM":"Huem/A smart application to control the home easily and safely from one interface.","PRODUCTS_LEANH":"Leanh/A leading platform for developing smart city and Internet of Things solutions using Artificial intelligence for forecasting, decision making and bringing together solutions under one umbrella./With Leanh, cities can harness the power of advanced technologies data analytics, and IoT to optimize urban infrastructure enhance public services, and improve the overall quality of life for residents.","PRODUCTS_PROPTECH":"Proptech/Introducing, proptech, the revolutionary smart solution for property management that empowers property owners and managers to streamline operations, enhance tenant experiences, and maximize returns on their real estate investments./Proptech leverages cutting-edge technology and innovative features to transform traditional property management into a seamless, efficient, and data-driven process.","PRODUCTS_RACK":"Rack/Rack Smart Retail System is one of the comprehensive solutions fot managing retail operations and data analysis to increase efficiency and improve sales./Rack offers real-time monitoring capabilities, allowing you to stay updated on your business operations at all times. With instant access to vital information, you can make informed decisions and take proactive actions to drive business growth.","SOLUTIONS":"Solutions/MSTech catalogue of offerings is presented in three main stacks: Smart Solutions for Businesses, Smart Solutions for home automa-tion, and Additional stack of services.","SOLUTIONS_ADDITIONAL_STACK_OF_SERVICES":"Additional Stack of Services/In order to provide an end-to-end total solution, MSTech is offering additional consultancy and IT services.","SOLUTIONS_BUSINESSES":"Businesses/Control your entire business environment through Artificial Intelligence (AI), the Internet of Things (IoT), and Augmented Reality (AR) advanced solutions.","SOLUTIONS_HOME_AUTOMATION":"Home Automation/Through MSTech channels and partners we offer to control your entire building, parking, or home with one click by connecting various appliances, devices, and systems together and controlling them from anywhere.","VALUES_TITLE":"Our Values","VALUES_VALUES":"TRANSPARENCY,RESPONSIBILITY,INNOVATION,CLIENT CENTRIC,RESPECT,AGILITY","VISSION":"Vision,To be a leading company in providing digital solutions and services that achieve sustainable growth while fulfilling the Kingdom’s vision.","WHY_MSTECH_TITLE":"Why MSTech","WHY_VALUES":"SAUDI BRAND,QUALITY,SUPPORT,METHODOLOGY,ADVANCED TECHNOLOGIES,TAILORED SOLUTIONS,EXTENDED PARTNERS’ NETWORK,RESEACH & DEVELOPMENT.","WORK_INQUIRIES":"Work inquiries"}