{"FORM_CONFIRMATION":"دعونا نعمل معا","GET_IN_TOUCH":"ابقى على تواصل","GET_IN_TOUCH_TEXT":"دعونا نصنع شيئًا رائعًا معًا! أرسل لنا رسالة، أو أبلغنا إذا كنت مهتمًا بزيارتنا.","MISSION":"المهمة: تقديم حلول تقنية مبتكرة تمكن عملائنا من مواكبة ديناميكيات السوق من خلال فريق من المؤهلين.","OUR_ACHIEVEMENTS":"إنجازاتنا","OUR_ACHIEVEMENTS_CONNECTED":"12 كيلو، الأجهزة المتصلة\n","OUR_ACHIEVEMENTS_PROJECTS":"115، المشاريع","OUR_ACHIEVEMENTS_UNITS":"3K، الوحدات المدارة","OUR_ACHIEVEMENTS_USERS":"10 ألف مستخدم","OUR_PARTNERS":"شركاؤنا","PAGE_TITLE":"رحلة رائدة في الذكاء الاصطناعي وإنترنت الأشياء لتشكيل مستقبل يلهم العالم.","PRODUCTS":"المنتجات / نحن نعتمد منهجية متكررة تركز على العملاء وتعتمد على البيانات. يساعدنا نهجنا Lean في التحقق من صحة الأفكار الجديدة وتجنب الأخطاء المكلفة وبناء أعمال تجارية ناجحة.","PRODUCTS_HUEM":"Huem/تطبيق ذكي للتحكم بالمنزل بسهولة وأمان من واجهة واحدة.","PRODUCTS_LEANH":"Leanh/ منصة رائدة لتطوير حلول المدن الذكية وإنترنت الأشياء باستخدام الذكاء الاصطناعي للتنبؤ واتخاذ القرار وجمع الحلول تحت مظلة واحدة./ مع Leanh، يمكن للمدن تسخير قوة تحليلات بيانات التقنيات المتقدمة وإنترنت الأشياء لتحسين المناطق الحضرية تعمل البنية التحتية على تعزيز الخدمات العامة، وتحسين نوعية الحياة العامة للسكان.","PRODUCTS_PROPTECH":"Proptech / تقديم Proptech، الحل الذكي الثوري لإدارة الممتلكات الذي يمكّن مالكي ومديري العقارات من تبسيط العمليات، وتعزيز تجارب المستأجرين، وتعظيم العائدات على استثماراتهم العقارية. / Proptech تستفيد من التكنولوجيا المتطورة والميزات المبتكرة لتحويل الملكية التقليدية الإدارة إلى عملية سلسة وفعالة وقائمة على البيانات.","PRODUCTS_RACK":"يعد نظام Rack/Rack Smart Retail System أحد الحلول الشاملة لإدارة عمليات البيع بالتجزئة وتحليل البيانات لزيادة الكفاءة وتحسين المبيعات./Rack يوفر إمكانات مراقبة في الوقت الفعلي، مما يسمح لك بالبقاء على اطلاع دائم بعمليات عملك في جميع الأوقات. من خلال الوصول الفوري إلى المعلومات الحيوية، يمكنك اتخاذ قرارات مستنيرة واتخاذ إجراءات استباقية لدفع نمو الأعمال.","SOLUTIONS":"يتم تقديم كتالوج عروض الحلول/MSTech في ثلاث مجموعات رئيسية: الحلول الذكية للشركات، والحلول الذكية لأتمتة المنزل، ومجموعة الخدمات الإضافية.","SOLUTIONS_ADDITIONAL_STACK_OF_SERVICES":"مجموعة إضافية من الخدمات/من أجل توفير حل شامل وشامل، تقدم MSTech استشارات إضافية وخدمات تكنولوجيا المعلومات.","SOLUTIONS_BUSINESSES":"الأعمال/التحكم في بيئة عملك بالكامل من خلال حلول الذكاء الاصطناعي (AI) وإنترنت الأشياء (IoT) والواقع المعزز (AR) المتقدمة.","SOLUTIONS_HOME_AUTOMATION":"أتمتة المنزل/من خلال قنوات MSTech وشركائها، نقدم لك التحكم في المبنى بالكامل أو موقف السيارات أو المنزل بنقرة واحدة عن طريق ربط الأجهزة والأجهزة والأنظمة المختلفة معًا والتحكم فيها من أي مكان.","VALUES_TITLE":"قيمنا","VALUES_VALUES":"الشفافية، المسؤولية، الابتكار، التركيز على العميل، الاحترام، المرونة","VISSION":"الرؤية أن نكون شركة رائدة في تقديم الحلول والخدمات الرقمية التي تحقق النمو المستدام مع تحقيق رؤية المملكة.","WHY_MSTECH_TITLE":"لماذا MSTech","WHY_VALUES":"علامة تجارية سعودية، جودة، دعم، منهجية، تقنيات متقدمة، حلول مخصصة، شبكة شركاء موسعة، بحث وتطوير","WORK_INQUIRIES":"استفسارات العمل"}