{"FORM_CONFIRMATION":"أرسال","GET_IN_TOUCH":"ابقى على تواصل معنا","GET_IN_TOUCH_TEXT":"أرسل لنا رسالة، أو أبلغنا إذا كنت مهتمًا بزيارتنا.","MISSION":"مهمتنا تقديم حلول تقنية مبتكرة تمكن عملائنا من مواكبة ديناميكيات السوق من خلال فريق من المؤهلين.","OUR_ACHIEVEMENTS":"إنجازاتنا","OUR_ACHIEVEMENTS_CONNECTED":"12 ألف، الأجهزة المتصلة\n","OUR_ACHIEVEMENTS_PROJECTS":"115، المشاريع","OUR_ACHIEVEMENTS_UNITS":"3 ألف، الوحدات المدارة","OUR_ACHIEVEMENTS_USERS":"10 ألف مستخدم","OUR_PARTNERS":"شركاؤنا","PAGE_TITLE":"رحلة رائدة في الذكاء الاصطناعي وإنترنت الأشياء لتشكيل مستقبل يلهم العالم.","PRODUCTS":"المنتجات / نعتمد في منتجاتنا على منهجيات تركز على العملاء، تعتمد على البيانات، وتكرارية. تساعدنا المنهجيات على التحقق من صحة الأفكار الجديدة وتجنب الأخطاء المكلفة وبناء اعمال تجارية ناجحة.","PRODUCTS_HUEM":"Huem/تطبيق ذكي للتحكم بالمنزل بسهولة وأمان من واجهة واحدة.","PRODUCTS_LEANH":"لينه/ منصة رائدة لتطوير حلول المدن الذكية وإنترنت الأشياء باستخدام الذكاء الاصطناعي للتنبؤ واتخاذ القرار وجمع الحلول تحت مظلة واحدة./ مع لينه، يمكن للمدن تسخير قوة تحليلات بيانات التقنيات المتقدمة وإنترنت الأشياء لتحسين المناطق الحضرية تعمل البنية التحتية على تعزيز الخدمات العامة، وتحسين نوعية الحياة العامة للسكان.","PRODUCTS_PROPTECH":"بروبتك/ نقدم لكم بروبتك، الحل الذكي الثوري لإدارة العقارات الذي يمكّن مالكي ومديري العقارات من تبسيط العمليات وتعزيز تجارب المستأجرين وزيادة العائدات على استثماراتهم العقارية.\nتستفيد بروبتك من أحدث التقنيات والميزات المبتكرة لتحويل إدارة الممتلكات التقليدية إلى عملية سلسة وفعالة تعتمد على البيانات.\n\n","PRODUCTS_RACK":"راك/ يعد نظام راك أحد الحلول الشاملة لإدارة عمليات البيع بالتجزئة وتحليل البيانات لزيادة الكفاءة وتحسين المبيعات. يوفر راك إمكانات مراقبة متجرك في الوقت الفعلي، مما يسمح لك بالبقاء على اطلاع دائم بعمليات عملك في جميع الأوقات. من خلال الوصول الفوري إلى المعلومات في نفس اللحظة، يمكنك اتخاذ قرارات مبنية على معلومات واتخاذ إجراءات استباقية لدفع نمو الأعمال.\n","SOLUTIONS":"حلولنا/نقدم في حلول مشكاتي ثلاث مجموعات رئيسية في الحلول الذكية: الحلول الذكية للأعمال، والحلول الذكية لأتمتة المنزل، ومجموعة الخدمات الإضافية.","SOLUTIONS_ADDITIONAL_STACK_OF_SERVICES":"مجموعة إضافية من الخدمات/من أجل توفير حلول شاملة، نقدم في حلول مشكاتي خدمات إضافية في الاستشارات وتكنولوجيا المعلومات.\n","SOLUTIONS_BUSINESSES":"حلول الأعمال/التحكم في بيئة عملك بالكامل من خلال حلول الذكاء الاصطناعي (AI) وإنترنت الأشياء (IoT) والواقع المعزز (AR) المتقدمة.","SOLUTIONS_HOME_AUTOMATION":"المنزل الذكي/من خلال قنوات MSTech وشركائها نقدم التحكم في المبنى بأكمله أو موقف السيارات أو المنزل الخاص بك بنقرة واحدة عن طريق ربط الأجهزة والأجهزة والأنظمة المختلفة معًا والتحكم فيها من أي مكان.","VALUES_TITLE":"قيمنا","VALUES_VALUES":"الشفافية، المسؤولية، الابتكار، التركيز على العميل، الاحترام، المرونة","VISSION":"رؤيتنا أن نكون شركة رائدة في تقديم الحلول والخدمات الرقمية التي تحقق النمو المستدام مع تحقيق رؤية المملكة.","WHY_MSTECH_TITLE":"لماذا حلول مشكاتي","WHY_VALUES":"علامة تجارية سعودية، جودة، دعم، منهجية، تقنيات متقدمة، حلول مخصصة، شبكة شركاء موسعة، بحث وتطوير","WORK_INQUIRIES":"استفسارات العمل"}